Repository: JovanovicMarija/BalloonsGame
Catalog: BalloonGame/*.lproj/Localizable.strings
Languages: sr

source: Tap to Stop
sr: Zaustavi

source: Tap to Record
sr: Započni snimanje

source: Add User
sr: Dodaj igrača

source: Points:
sr: Poeni:

source: Games played:
sr: Odigranih igara:

source: Delete
sr: Obriši

source: Edit
sr: Izmeni

source: Cancel
sr: Odustani

source: Yes
sr: Da

source: No
sr: Ne

# AlertTitleDeleteUser
source: Are you sure you want to delete user?
sr: Da li ste sigurni da želite da obrišete ovog igrača?

# AlertMessageDeleteUser
source: This will delete all related data and statistics. This action cannot be undone.
sr: Obrisaće se i svi njegovi podaci i statistika. Ova akcija ne može biti poništena.

# AlertTitleDefaultUserDeleted
source: Default user deleted
sr: Prethodni igrač je obrisan

# AlertMessageDefaultUserDeleted
source: Please choose new default player
sr: Odaberite novog igrača

# AlertTitleDiscardingChanges
source: Warning
sr: Upozorenje

# AlertMessageDiscardingChanges
source: Are you sure you want to discard all changes?
sr: Da li ste sigurni da želite da odustanete od izmena?

# AlertTitleErrorNameMissing
source: Error
sr: Greška

# AlertMessageErrorNameMissing
source: Please add user name
sr: Unesite ime igrača

# AlertTitleSoundEditing
source: Did you know?
sr: Da li ste znali?

# AlertMessageSoundEditing
source: To edit the word or the sound, long press the letter
sr: Dugo pritisnite kako biste izmenili reč ili zvuk

# AlertTitlePhoto
source: Photo
sr: Fotografija

# AlertMessagePhoto
source: Choose a photo
sr: Izaberite fotografiju

# ActionTakePhoto
source: Take a photo
sr: Uslikajte

# ActionChooseFromLibrary
source: Choose from library
sr: Izaberite iz albuma

# AlertTitleFirstGame
source: Did you know?
sr: Da li ste znali?

# AlertMessageFirstGame
source: To go back, long press anywhere on sky
sr: Ako želite da se vratite na prethodni ekran, kliknite na nebo i dugo držite

# Title0
source: Welcome screen
sr: Početni ekran

# Description0
source: Click on "New game" to play a game with user whose name you see on screen. If you wish another player to play a game or you want to create new player, click on "Pick another player".
sr: Kliknite na "Nova igra" da započnete igru za igrača čije ime vidite na ekranu. Ukoliko želite da promenite igrača ili želite da napravite novog igrača, kliknite na "Izaberi drugog igača".

# Title1
source: Choose a game
sr: Izaberite igru

# Description1
source: Choose which type of game you want user to play.
sr: Izaberite koji tip igre želite da Vaš igrač igra.

# Title2
source: Basic game
sr: Osnovna igra

# Description2
source: Touch balloon to make it explode. Each balloon will give you one point. During the time, balloons will appear more frequently. If balloon is below a cloud, it cannot be reached.
sr: Dodirnite balon kako bi eksplodirao. Svaki balon donosi jedan poen. Postepeno, baloni će se pojavljivati sve češće. Ako je balon ispod oblaka, ne možete ga probušiti.

# Title3
source: Color Game
sr: Igra sa bojama

# Description3
source: There are three small balloons in the upper part of the screen. Find balloon of these colors in the same order and touch them. After you explode balloon, it will fade away. Other balloons won't explode.
sr: U gornjem delu ekrana su tri mala balona. Pronađite balone istih boja i dodirnite ih u istom redosledu. Nakon što probušite balon, izbledeće. Ostali baloni neće eksplodirati.

# Title4
source: Letter Game
sr: Igra sa slovima

# Description4
source: Touch balloon to explode it and hear a word that starts with that letter
sr: Dodirnite balon kako biste ga probušili i čućete reč koja počinje na to slovo

# Title5
source: Menu
sr: Meni

# Description5
source: If you click on upper-left button, letf menu will be presented. You can access games, users, statistics and tutorials from there.
sr: Klikom na dugme u gornjem levom uglu ekrana otvara se meni. Odatle možete da pristupite igrama, igračima, statistici i uputstvu.

# Title6
source: Statistics
sr: Statistika

# Description6
source: You can see current user's best score and how many games has played on a specific date. Red date is today. Blue date is date for which results are presented. If there is a dot below a date, that means there is data for that date. Otherwise, there were no games played that day.
sr: Ovde možete videti najbolji rezultat i broj odigranih partija trenutnog igrača za odabrani dan. Današnji dan je obeležen crvenom bojom. Plavom bojom je obeležen dan za koji su prikazani rezultati. Ako ispod datuma postoji tačkica, to znači da ima podataka za taj dan. Inače, tog dana nije odigrana ni jedna igra.

# Title7
source: Daily Statistics
sr: Dnevna statistika

# Description7
source: Here you can see all games played on chosen date. By clicking on those buttons you can filter games by game type and sort them in descending order by starting time, duration or points.
sr: Ovde možete videti sve igre za odabrani dan. Klikom na dugme sa tim natpisom, možete da filtrirate igre po tipu igre, kao i da ih uredite u opadajućem poretku po početnom trenutku, dužini trajanja igre i osvojenim poenima.

# Title8
source: All Users
sr: Svi igrači

# Description8
source: The list of all users is sorted by the time they last played a game. Current user has blue background. To choose new default player, simply click on existing user. To create new player, click on "Create new user". To edit or delete existing user, press on existing user and drag to left. To search a list, start typing user's name in the search field on the top of the screen.
sr: Lista svih igrača je sortirana po datumu kada su poslednji put igrali igre. Trenutni igrač ima plavu pozadinu. Da izaberete novog trenutnog igrača, kliknite na postojećeg igrača. Da naprvite novog igrača, kliknite na "Napravi igrača". Da izmenite ili obrišete postojećeg igrača, pritisnite na ime i vucite ulevo. Da biste pretražili listu, ukucajte ime igrača u polje za pretragu koje se nalazi na vrhu ekrana.

# Title9
source: Single User
sr: Igrač

# Description9
source: Enter user's name. Click on image placeholder to add user's photo. Click on letters to hear default sounds. Long press letters to edit sounds.
sr: Unesite ime igrača. Kliknite na sliku kako biste uneli sliku igrača. Kliknite na slovo kako biste čuli podrazumevani zvuk.
